[
    {
    "heading":"About Rajasthan",
    "paragraph":"Rajasthan lies in northern India. It is the largest state of the country, covering an area of 342,239 square kilometres (132,139 sq mi) or 10.4 per cent of the total geographical area of India. The population of Rajasthan is 68,548,437 (as per the 2011 Census). The state ranks seventh in terms of population. Rajasthan has 33 districts. Jaipur is the capital of Rajasthan.Rajasthan shares its borders with five Indian states: Punjab to the north; Haryana and Uttar Pradesh to the northeast; Madhya Pradesh to the southeast; and Gujarat to the southwest. The border of Rajasthan touches with the Pakistani provinces of Punjab to the northwest and Sindh to the west, along the Sutlej-Indus river valley."
    },
    {
    "heading":"Geography of Rajasthan",
    "paragraph":"The geographic features of Rajasthan include the Aravalli Range and the Thar Desert. Most of the North-western part of Rajasthan is replete with the sandy and dry Great Indian Desert, also known as the Thar Desert. Jodhpur is the most extensive city in the desert. The other prominent districts located in the desert are Bikaner, Jaisalmer, Barmer, and Nagour. A famous hill station, Mount Abu, lies in the Aravalli Range. Guru Shikhar is the highest peak with a height of 5,650 feet above sea level. The major river systems of the Marwar and the Godwar regions are the Luni River and its tributaries."
    },
    {
    "heading":"Places to visit in Rajasthan",
    "paragraph":"Rajasthan has a rich history and culture. The state is known for its numerous attractions, which include majestic forts, decorated Havelis, and carved temples. Several places in Rajasthan entice tourists such as the Jantar Mantar in Jaipur; Jodhpur's Mehrangarh Fort and Stepwell; the Dilwara temples, located a little more than two kilometres from the hill station Mount Abu, the Chittorgarh Fort, and Lake Palace are other attractions of the state.."
    },
    {
    "heading":"Economy of Rajasthan",
    "paragraph":"The economy of Rajasthan depends on agriculture and pastoral. Sugarcane, pulses, oilseeds, cotton, and tobacco are the main crops. Rajasthan is the largest producer of marble and sandstone. These minerals are excavated at Makrana near Jodhpur.Rajasthan has a rich salt deposit at Sambhar and copper mines at Khetri and Dariba. The service sector comprises industries like tourism and real estate. Tourism is a prominent industry, and many old and neglected palaces and forts have been converted into heritage hotels."
    },
    {
    "heading":"Language",
    "paragraph":"Hindi is the official language of Rajasthan. It is also the most widely spoken language in the state. The other languages spoken here are Bhili, Punjabi, Urdu, Sindhi, and Gujarati."
    },
    {
    "heading":"Education",
    "paragraph":"Rajasthan comprises some of the best schools and colleges and attracts students from around the country. In recent years, Kota and Jodhpur have emerged as educational hubs. Kota has several institutes that provide coaching for various competitive exams such as medical and engineering. Many prominent educational institutes are located at Jodhpur, and some of these include National Law University, IIT, AIIMS, National Institute of Fashion Technology, Sardar Patel Police University, and many others. Other prominent educational institutes located in the state are Malaviya National Institute of Technology Jaipur, IIM Udaipur, and others."
    },
    {
    "heading":"Transport",
    "paragraph":"The three airports Jodhpur Airport, Jaipur International Airport, and Udaipur Airport connect Rajasthan to the other parts of the country. The state is well-connected by rail. Some of the important railway stations are Ajmer, Alwar, Bharatpur, Bikaner, Jaipur, Jodhpur, Kota, and Udaipur, to name a few. Rajasthan State Road Transport Corporation and private operators also provide bus services in the state."
    }
    ]
    